# 细菌运动性（motile）和滑动性（gliding）
## 实验目的

细菌能使用菌毛或鞭毛等特殊结构自主运动。此外，还能不通过特殊结构进行滑动（机理尚不明）。观察细菌在液滴中，半固体表面是否具能自主运动，能初步确认细菌是否能够滑动，是否有鞭毛。

## 实验原理

* 鞭毛是细菌的运动器官，鞭毛的有无、数量及着生方式也是细菌分类的重要指标。鞭毛直径一般为10～30nm，只有用电镜才能直接观察到，鞭毛是细菌运动相关的器官，因此可以先确认是否有运动型来初步确认是否有鞭毛，我们采用的是悬滴法直接在光学显微镜下检查活细菌是否具有运动能力，以此来判断细菌是否有鞭毛。此法较快速、简便。

* 穿刺法利用细菌是否延穿刺轴向移动判断细菌是否有运动能力。如果细菌不能在液体中运动，可推测其运动能力为滑动。

## 1 悬滴法实验

### 悬滴标本制作

1. 取清洁的凹玻片和盖玻片各一片；
2. 移液枪吸取少量纯水滴于凹玻片凹槽的四角用来后面观察固定盖玻片（凡士林？）；
3. 先用无菌水调制适当浓度菌悬液，取少量（3-6 μL）菌液滴于**盖玻片**中央。注意菌悬液浓度适中轻微浑浊即可，盖玻片上水滴大小要适宜，放菌液时不要使水滴破散；
4. 将盖玻片翻转向下（水滴朝下），使凹窝中央对准盖玻片中央液滴，然后轻压。使凹玻片与盖玻片粘合紧密，以免蒸发，使盖片向上 ，注意不要使菌液与四角水滴接触；
5. 将制作好的悬滴片置于显微镜下观察。

### 使用油镜观察

1. 将光线调至**最强程度**(聚光器提高，光圈全部开放)。
2. 转动粗调节器使镜筒上升，滴香柏油1小滴(不要过多，不要涂开)于接物镜正下方**标本上**。
3. 转动接物镜转换盘，使油镜头于镜筒下方。
4. 俯身镜旁侧面在肉眼的观察下，转动粗调节器使油镜头徐徐下降浸入香柏油内，轻轻接触玻片为止。
5. 慢慢转动粗调节器，使油镜头徐徐上升至见到标本的物象为止。
6. 转动微调节器，使视野物象达到最清晰的程度。
7. 左手徐徐移动推进器，并转动微调节器以观察标本。
8. 标本观察完毕后，转动粗调节器将镜筒升起，取下标本玻片。立即用擦镜纸将镜头上的香柏油擦净。


### 实验结果判断

1. 在视野中，若菌体自一处运动至其他地方，并且大多数细菌运动方向不同，证明细菌具有运动性；
2. 若细菌均向一个方向运动既为顺着水流运动，并非是均有运动性，或者只是在原地左右摇摆，亦为没有运动性。
2.若有运动性即可将细菌送往青岛拍电镜，观察是否有鞭毛。


## 2 半固体穿刺法

1. 无菌条件下配**半固体**琼脂培养基（3个平行）：

* 适合自己的菌株生长的培养基 + 琼脂(0.3%-0.4%)；

* 倒入大试管中约10ml，直立于超净台中至凝固待用。

2. 用接种针在火焰上灼烧，等待冷却少许片刻后挑取一个细菌单菌落，沿*轴心穿刺*接种于半固体培养基中，深度为3-4cm；
3. 在最适温度条件下培养24h(1周)后观察生长情况（长期观察并记录）。
### 观察实验结果
* 培养一段时间后观察细菌是否会沿着穿孔轴心向四周生长，若是有，则说明该菌有滑动性。


>注意：穿刺接种时针及穿刺过程要直，操作时动作要柔和，因为鞭毛易脱落。建议和参比菌同时做作为对照组。

